Repository: rupertgermann/tt_news
Catalog: Resources/Private/Language/*.locallang_tca.xlf
Languages: de

# tt_news.tabs.special
source: Special
de: Spezial

# tt_news.tabs.media
source: Media
de: Medien

# tt_news.tabs.catAndRels
source: Categories & Relations
de: Kategorien & Verknüpfungen

# tt_news.tabs.categories
source: Categories
de: Kategorien

# tt_news.tabs.access
source: Access
de: Zugriff

# tt_news.tabs.extended
source: Extended
de: Erweitert

# tt_news.tstamp
source: Last change:
de: Letzte Änderung:

# tt_news.pid
source: Page:
de: Seite:

# tt_news.type.I.1
source: Link internal Page
de: Link zu interner Seite

# tt_news.type.I.2
source: Link external URL
de: Link zu externer URL

# tt_news.datetime
source: Date/Time:
de: Datum/Zeit:

# tt_news.archivedate
source: Archive date:
de: Archivdatum:

# tt_news.no_auto_pb
source: No automatic pagebreaks for this record
de: Keine Seitenumbrüche in diesen Artikel einfügen

# tt_news.manageCategories
source: Open tt_news category manager
de: Kategorie-manager öffnen

# tt_news.createNewCategory
source: Create new category
de: Neue Kategorie erstellen

# tt_news.editCategory
source: edit category
de: Kategorie bearbeiten

# tt_news.editDefLangVersion
source: edit default language version of this article
de: Diesen Artikel in Originalsprache editieren

# tt_news.imagealttext
source: Image alttext
de: ALT-Text des Bildes

# tt_news.imagetitletext
source: Image titletext
de: Titel des Bildes

# tt_news.related
source: Related news:
de: In Verbindung stehende Artikel

# tt_news.random
source: Randomize 0rder
de: Zufällige Reihefolge

# tt_news.category
source: Category:
de: Kategorie

# tt_news_cat
source: News category
de: News Kategorie

# tt_news_cat.image
source: Category image
de: Kategoriebild

# tt_news_cat.createNewParentCategory
source: create new parent category
de: Neue übergeordnete Kategorie erstellen

# tt_news_cat.listCategories
source: list categories
de: Kategorien-Liste anzeigen

# tt_news_cat.title_lang_ol
source: title language overlays
de: Übersetzungen (mehrere Einträge durch "|" trennen)

# tt_news_cat.parent_category
source: Parent category
de: übergeordnete Kategorie

# tt_news_cat.shortcut
source: News category shortcut
de: News Kategorie Shortcut

# tt_news_cat.shortcut_target
source: Target for news category shortcut
de: Ziel für News Kategorie Shortcut

# tt_news_cat.single_pid
source: Single-view page for news from this category
de: Single-Anzeige (Newsdetails) für Nachrichten dieser Kategorie

# tt_news_cat.description
source: Description
de: Beschreibung

# tt_news_cat.invisible
source: Do not display this category in FE
de: Diese Kategorie im Frontend nicht anzeigen

# tt_news.pi_flexform.sheet_general
source: General Settings
de: Allgemeine Einstellungen

# tt_news.pi_flexform.sheet_category
source: Category Settings
de: Kategorie Einstellungen

# tt_news.pi_flexform.sheet_misc
source: Other Settings
de: Sonstige Einstellungen

# tt_news.pi_flexform.what_to_display
source: What to display:
de: Ansicht:

# tt_news.pi_flexform.codeFromTS
source: Defined by TypoScript
de: Definiert per TypoScript

# tt_news.pi_flexform.LIST
source: Standard list view (LIST)
de: Standard Listenansicht (LIST)

# tt_news.pi_flexform.LIST2
source: Advanced list view with 6 alternating template parts (LIST2)
de: Erweiterte Listenansicht mit 6 alternierenden Template-Teilen (LIST2)

# tt_news.pi_flexform.LIST3
source: Standard list view with 3 alternating template parts (LIST3)
de: Standard Listenansicht mit 3 alternierenden Template-Teilen (LIST3)

# tt_news.pi_flexform.LATEST
source: Latest view (LATEST)
de: Ansicht Neueste (LATEST)

# tt_news.pi_flexform.SINGLE
source: Detail view (SINGLE)
de: Detailansicht (SINGLE)

# tt_news.pi_flexform.SINGLE2
source: Advanced detail view with 3 image markers (SINGLE2)
de: Erweiterte Detailansicht mit 3 Bild-Markern (SINGLE2)

# tt_news.pi_flexform.HEADER_LIST
source: Header list without images (HEADER_LIST)
de: Überschriften-Ansicht ohne Bilder (HEADER_LIST)

# tt_news.pi_flexform.AMENU
source: Archive menu (AMENU)
de: Archiv-Menü (AMENU)

# tt_news.pi_flexform.SEARCH
source: Searchform with result list (SEARCH)
de: Suchformular mit Ergebniss-Liste (SEARCH)

# tt_news.pi_flexform.CATMENU
source: Category menu (CATMENU)
de: Kategorien-Menü (CATMENU)

# tt_news.pi_flexform.listOrderby
source: "Order by" this field (LIST & LATEST):
de: Sortiere Beiträge (LIST & LATEST) nach:

# tt_news.pi_flexform.ascDesc
source: Ascending or Descending (LIST & LATEST):
de: Sortierreihenfolge (LIST & LATEST):

# tt_news.pi_flexform.ascDesc_asc
source: Ascending
de: Aufsteigend

# tt_news.pi_flexform.ascDesc_desc
source: Descending
de: Absteigend

# tt_news.pi_flexform.select_deselect_categories
source: Category mode:
de: Kategoriemodus:

# tt_news.pi_flexform.itemsHeader
source: Special options:
de: Weitere Optionen

# tt_news.pi_flexform.category_selection_notCategorized
source: [not categorized]
de: [nicht kategorisiert]

# tt_news.pi_flexform.category_selection
source: Category selection
de: Kategorieauswahl

# tt_news.pi_flexform.category_selection_showAll
source: Show all (don't care about selection below)
de: Zeige alle Beiträge (ignoriere folgende Auswahl)

# tt_news.pi_flexform.category_selection_showSelected
source: Show items with selected categories (OR)
de: Zeige alle Beiträge aus ausgewählten Kategorien (ODER)

# tt_news.pi_flexform.category_selection_showSelectedAND
source: Show items with selected categories (AND)
de: Zeige alle Beiträge aus ausgewählten Kategorien (UND)

# tt_news.pi_flexform.category_selection_DontShowSelected
source: Do NOT show items with selected categories (AND)
de: Zeige KEINE Beiträge aus ausgewählten Kategorien (UND)

# tt_news.pi_flexform.category_selection_DontShowSelectedOR
source: Do NOT show items with selected categories (OR)
de: Zeige KEINE Beiträge aus ausgewählten Kategorien (ODER)

# tt_news.pi_flexform.useSubCategories
source: Use subcategories
de: Sub-Kategorien benutzen

# tt_news.pi_flexform.useSubCategories_TS
source: Defined by TypoScript
de: Definiert durch TypoScript

# tt_news.pi_flexform.yes
source: Yes
de: Ja

# tt_news.pi_flexform.no
source: No
de: Nein

# tt_news.pi_flexform.archive
source: Archive setting (for LIST)
de: Archiveinstellungen (für LIST Ansicht):

# tt_news.pi_flexform.template_file
source: Template file
de: Template-Datei

# tt_news.pi_flexform.template_file_ref
source: Template file reference
de: Template-Dateireferenz

# tt_news.pi_flexform.catImageMode
source: Category Image Link Mode:
de: Kategoriebild Link Modus:

# tt_news.pi_flexform.catTextMode
source: Category Text Link Mode:
de: Kategorietext Link Modus:

# tt_news.pi_flexform.recursive
source: Recursive level selection:
de: Rekursiv:

# tt_news.pi_flexform.recursive.I.0
source: 0 levels
de: 0 Ebenen

# tt_news.pi_flexform.recursive_TS
source: Defined by TypoScript
de: Definiert durch TypoScript

# tt_news.pi_flexform.catImageMaxWidth
source: Max width of category image:
de: Maximale Breite für Kategoriebild:

# tt_news.pi_flexform.catImageMaxHeight
source: Max height of category image:
de: Maximale Höhe für Kategoriebild:

# tt_news.pi_flexform.maxCatImages
source: Max number of category images:
de: Maximale Anzahl für Kategoriebilder:

# tt_news.pi_flexform.maxTextLength
source: Max length of category text:
de: Maximale Länge für Kategorietext:

# tt_news.pi_flexform.maxCatTexts
source: Max number of categorys texts:
de: Maximale Anzahl für Kategorietexte:

# tt_news.pi_flexform.PIDitemDisplay
source: PageId for single news display:
de: Seiten-ID für die Single-Anzeige (Newsdetails):

# tt_news.pi_flexform.backPid
source: PageId to return to:
de: Seiten-ID für 'Zurück':

# tt_news.pi_flexform.archive_nonarc
source: SHOW NON-ARCHIVED
de: Zeige nicht-archivierte

# tt_news.pi_flexform.archive_arc
source: SHOW ARCHIVED
de: Zeige archivierte

# tt_news.pi_flexform.archive_dontcare
source: Don't Care
de: Egal

# tt_news.pi_flexform.catLinkMode_TS
source: Defined by TypoScript
de: Definiert durch TypoScript

# tt_news.pi_flexform.catLinkMode_dontshow
source: Don't display at all
de: Nicht anzeigen

# tt_news.pi_flexform.catLinkMode_shownolink
source: Display, but no links
de: Anzeigen aber ohne Link

# tt_news.pi_flexform.catLinkMode_catshortcut
source: Acts as link to category shortcuts
de: Anzeigen und Link zum Kategorie-Shortcut

# tt_news.pi_flexform.catLinkMode_catsel
source: Acts as a category selector
de: Anzeigen und Link als Kategorieselektor

# tt_news.pi_flexform.firstImageIsPreview
source: Don't display first image in single view (firstImageIsPreview)
de: Erstes Bild in Single-Anzeige (Newsdetails) NICHT anzeigen (firstImageIsPreview)

# tt_news.pi_flexform.forceFirstImageIsPreview
source: Don't display first image in single view (forceFirstImageIsPreview) even when only one image is available
de: Erstes Bild in Single-Anzeige (Newsdetails) NICHT anzeigen, auch wenn nur ein Bild vorhanden ist (forceFirstImageIsPreview)

# tt_news.pi_flexform.limit
source: Limit: max items for LIST and LATEST
de: Maximale Anzahl von Beiträgen in LIST (und LATEST, wenn 'latestLimit' nicht gesetzt ist)

# tt_news.pi_flexform.listStartId
source: List StartId: Force LIST or LATEST to start from this item
de: List StartId: Ansicht für LIST & LATEST ab diesem Eintrag beginnen

# tt_news.pi_flexform.noPageBrowser
source: Don't display Pagebrowser in LIST
de: Pagebrowser verbergen

# tt_news.pi_flexform.imageMaxWidth
source: Max width for images in news records (accepts optionSplit)
de: Maximale Breite für Bilder in Newsbeiträgen

# tt_news.pi_flexform.imageMaxHeight
source: Max height for images in news records (accepts optionSplit)
de: Maximale Höhe für Bilder in Newsbeiträgen

# tt_news.pi_flexform.altLayoutsOptionSplit
source: Template part number / optionSplit of template part numbers
de: Template-Teil-Nummer / optionSplit der Template-Teil-Nummern

# tt_news.pi_flexform.alternatingLayouts
source: Number of alternating template parts (is ignored if "Template part number / optionSplit" is set)
de: Anzahl alternierenden Template Layouts

# tt_news.pi_flexform.croppingLenghtOptionSplit
source: OptionSplit for cropping lenght of subheader (overwrites lenght parameter from stdWrap.crop)
de: optionSplit um Länge des subheaders zu kürzen (überschreibt lenght Parameter von stdWrap.crop)

# tt_news.pi_flexform.croppingLenght
source: stdWrap.crop for the subheader (short)
de: Untertitel abschneiden nach ... Zeichen

# tt_news.pi_flexform.maxWordsInSingleView
source: insert pagebreak in SINGLE after this number of words
de: Seitenumbruch nach dieser Anzahl von Wörtern einfügen

# tt_news.pi_flexform.startingpoint
source: Page(s) with tt_news records
de: Seiten-ID(s) mit tt_news Datensätzen

# tt_news.pi_flexform.tsconfig
source: Typoscript for this content element (plugin.tt_news.[your TS])
de: TypoScript für dieses Inhaltselement (plugin.tt_news.[dein TS])

# tt_news.categorymounts
source: tt_news: allowed/visible categories
de: tt_news: Erlaubte/sichtbare Kategorien

# tt_news.treeSelect.msg_notInGRSP
source: The current category is not located in the "general record storage page" but "useStoragePid" is activated in tt_news configuration. Selecting a parent category from a different pid is not supported.
de: Die aktuelle kategorie befindet sich nicht in der "Allgemeinen Datensatzsammlung" aber "useStoragePid" ist aktiv in der tt_news Konfiguration. Eltern-Kategorien in einer anderen pid können nicht ausgewählt werden.

# tt_news.treeSelect.msg_emptyTree
source: No categories found in page: ###PID###
de: Keine Kategorien gefunden auf Seiten-ID: ###PID###

# tt_news.treeSelect.translOrgCat
source: Categories from the translation original of this record:
de: Kategorien der Version in Originalsprache dieses Datensatzes:

# tt_news.treeSelect.translOrgNoCat
source: The translation original of this record has no categories assigned.
de: Die Version in Originalsprache dieses Datensatzes enthält keine Kategorien.

# tt_news.treeSelect.pageTitleSuffixNoGrsp
source: [from all pages]
de: [auf allen Seiten]

# tt_news.treeSelect.treeTitle
source: News categories
de: News-Kategorien

# tt_news.notAllowedCategoryWarning
source: This record has one or more categories assigned that are not allowed in your BE usergroup. You will not be able to save your changes! Not allowed categories:
de: Dieser Datensatz hat eine oder mehrere Kategorien zugeordnet, die für Ihre Benutzergruppen nicht erlaubt sind. Sie können diesen Datensatz nicht ändern! Nicht erlaubte Kategorien:
